Repository: flexlixrup/SwiftCron
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %@ %@ at %@
de: %1$@ %2$@ um %3$@

source: %@ at %@
de: %1$@ um %2$@

source: %@ of %@ %@
de: %1$@ von %2$@ %3$@

source: Every %@
de: Jeder %1$@

source: Every %@ minutes on a %@
de: Alle %1$@ Minuten an einem %2$@

source: Every %@ of %@
de: Jeden %1$@ des %2$@

source: Every %@ of the month
de: Jeder %1$@ des Monats

source: Every %@ of the month at %@
de: Jeder %1$@ des Monats um %2$@

source: Every %@ the %@
de: Jeden %1$@ am %2$@

source: Every %@ the %@ at %@
de: Jeden %1$@ am %2$@ um %3$@

source: Every %@ the %@ of %@
de: Jeden %1$@ am %2$@ des %3$@

source: Every %@ the %@ of %@ at %@
de: Jeden %1$@, den %2$@ des %3$@ um %4$@

source: Every day
de: Jeden Tag

source: Every day at %@
de: Jeden Tag um %1$@

source: Every hour at %@ minutes
de: Jede Stunde um %1$@ Minuten

source: Every hour at %@ minutes on the %@
de: Jede Stunde um %1$@ Minuten am %2$@

source: Every minute
de: Jede Minute

source: Every minute on a %@
de: Jede Minute an einem %1$@

source: Every weekday
de: Jeden Wochentag
